app/controllers/pages_controller.rb

SELECT "hotels".* FROM "hotels"
---
  def index
    @hotels = Hotel.all